(window.webpackJsonp = window.webpackJsonp || []).push([
    [49], {
        460: function(_, v, t) {
            "use strict";
            t.r(v);
            var a = t(18),
                r = Object(a.a)({}, (function() {
                    var _ = this,
                        v = _.$createElement,
                        t = _._self._c || v;
                    return t("ContentSlotsDistributor", {
                        attrs: {
                            "slot-key": _.$parent.slotKey
                        }
                    }, [t("h1", {
                        attrs: {
                            id: "публичная-оферта"
                        }
                    }, [t("a", {
                        staticClass: "header-anchor",
                        attrs: {
                            href: "#публичная-оферта"
                        }
                    }, [_._v("#")]), _._v(" Публичная оферта")]), _._v(" "), t("p", [_._v("10.07.2020")]), _._v(" "), t("p", [_._v("г. Омск")]), _._v(" "), t("h2", {
                        attrs: {
                            id: "_1-общие-положения"
                        }
                    }, [t("a", {
                        staticClass: "header-anchor",
                        attrs: {
                            href: "#_1-общие-положения"
                        }
                    }, [_._v("#")]), _._v(" 1. Общие положения")]), _._v(" "), t("p", [_._v("1.1. Данный документ, адресованный физическим лицам, имеющим желание оказать консультационные услуги, услуги по разработке программного обеспечения и иные услуги, является официальным и публичным предложением ИП Сурикова Романа Олеговича, действующего на основании свидетельства о государственной регистрации индивидуального предпринимателя № 307550403900015 от 08.02.2007 г. в дальнейшем именуемого «Заказчик», заключить договор на изложенных ниже условиях.")]), _._v(" "), t("p", [_._v("1.2. В случае принятия изложенных ниже условий физическое лицо, производящее акцепт настоящей оферты, становится Исполнителем, а Исполнитель и Заказчик совместно — Сторонами настоящего договора.")]), _._v(" "), t("p", [_._v("1.3. Срок действия настоящего предложения (оферты) не ограничен. Исполнитель вправе вносить изменения и дополнения в настоящее предложение, с предварительным опубликованием на интернет-сайте в сети Интернет по адресу: "), t("a", {
                        attrs: {
                            href: "http://www.ronasit.com/npd-procurement",
                            target: "_blank",
                            rel: "noopener noreferrer"
                        }
                    }, [_._v("http://www.ronasit.com/npd-procurement"), t("OutboundLink")], 1), _._v(". После опубликования изменений и дополнений предыдущая редакция оферты прекращает свое действие.")]), _._v(" "), t("p", [_._v("1.4. Под акцептом в настоящей оферте понимается выставление счета Исполнителем Заказчику за услуги, указанные в п. 1.1 и оплата этого счета заказчиком. В момент совершения акцепта, Заказчик и Исполнитель считаются заключившими договор. Во избежание любого рода недоразумений, совершив акцепт, Исполнитель считается подтвердившим, что он целиком и полностью ознакомлен и согласен с условиями настоящей оферты.")]), _._v(" "), t("h2", {
                        attrs: {
                            id: "_2-предмет-договора"
                        }
                    }, [t("a", {
                        staticClass: "header-anchor",
                        attrs: {
                            href: "#_2-предмет-договора"
                        }
                    }, [_._v("#")]), _._v(" 2. Предмет договора")]), _._v(" "), t("p", [_._v("2.1. В соответствии с условиями Договора Исполнитель обязуется по заданию Заказчика оказать консультационные услуги, услуги по разработке программного обеспечения и иные услуги (далее по тексту — Услуги), согласованные с Заказчиком, а Заказчик обязуется принять результат и оплатить Услуги Исполнителя.")]), _._v(" "), t("p", [_._v("2.2. Исполнитель обязуется оказать Услуги лично.")]), _._v(" "), t("p", [_._v("2.3. Научно-методические, технические, экономические и иные требования к предмету договора определяются в деловой переписке между сторонами.")]), _._v(" "), t("p", [_._v("2.4. Заказчик имеет право вносить изменения в содержание работ на основании письменного запроса. Внесение изменений после начала работ дают исполнителю право изменить стоимость и сроки работ после согласования с Заказчиком.")]), _._v(" "), t("p", [_._v("2.5. Исполнитель уступает авторские права на все результаты работ произведенных в рамках заключаемого договора, включая машинный код или приложения, в пользу Заказчика. Исполнитель не оставляет за собой никаких прав на результаты работы, выполненной в рамках данного контракта.")]), _._v(" "), t("h2", {
                        attrs: {
                            id: "_3-срок-оказания-услуг"
                        }
                    }, [t("a", {
                        staticClass: "header-anchor",
                        attrs: {
                            href: "#_3-срок-оказания-услуг"
                        }
                    }, [_._v("#")]), _._v(" 3. Срок оказания услуг")]), _._v(" "), t("p", [_._v("3.1. Сроки оказания Услуг Исполнителем устанавливаются перед началом работ посредством деловой переписки между сторонами, но не позднее чем 45 календарных дней с момента акцепта оферты.")]), _._v(" "), t("h2", {
                        attrs: {
                            id: "_4-срок-деиствия-договора"
                        }
                    }, [t("a", {
                        staticClass: "header-anchor",
                        attrs: {
                            href: "#_4-срок-деиствия-договора"
                        }
                    }, [_._v("#")]), _._v(" 4. Срок действия договора")]), _._v(" "), t("p", [_._v("4.1. Договор вступает в силу с момента акцепта Исполнителем.")]), _._v(" "), t("p", [_._v("4.2. Если в течении 10 календарных дней по истечении срока оказания Услуги Исполнителю не поступило претензий от Заказчика,  Услуга считается принятой и договор расторгнутым.")]), _._v(" "), t("h2", {
                        attrs: {
                            id: "_5-права-и-обязанности-сторон"
                        }
                    }, [t("a", {
                        staticClass: "header-anchor",
                        attrs: {
                            href: "#_5-права-и-обязанности-сторон"
                        }
                    }, [_._v("#")]), _._v(" 5. Права и обязанности сторон")]), _._v(" "), t("p", [_._v("5.1. Заказчик обязуется:")]), _._v(" "), t("p", [_._v("5.1.1. Оплачивать Услуги в размерах и сроки, предусмотренные Договором.")]), _._v(" "), t("p", [_._v("5.1.2. Своевременно передавать Исполнителю всю необходимую для оказания Услуг информацию и документацию.")]), _._v(" "), t("p", [_._v("5.1.3. Принять оказанные Услуги в соответствии с условиями Договора.")]), _._v(" "), t("p", [_._v("5.1.4. Не передавать полученную от Исполнителя информацию, связанную с оказанием Услуг, третьим лицам и не использовать ее иным образом, способным нанести ущерб интересам Исполнителя.")]), _._v(" "), t("p", [_._v("5.1.5. Возместить Исполнителю расходы, понесенные последним, в порядке и на условиях Договора.")]), _._v(" "), t("p", [_._v("5.2. Исполнитель обязуется:")]), _._v(" "), t("p", [_._v("5.2.1. Оказывать Услуги качественно и в срок в соответствии с условиями Договора.")]), _._v(" "), t("p", [_._v("5.2.2. Не передавать третьим лицам находящуюся у Исполнителя документацию Заказчика.")]), _._v(" "), t("p", [_._v("5.3. Заказчик вправе:")]), _._v(" "), t("p", [_._v("5.3.1. Контролировать оказание Услуг, не вмешиваясь в деятельность Исполнителя.")]), _._v(" "), t("p", [_._v("5.3.2. Получать от Исполнителя устные и письменные объяснения, связанные с оказанием Услуг, не позднее 2 (двух) рабочих дней с даты предъявления требования.")]), _._v(" "), t("p", [_._v("5.3.3. Отказаться от исполнения Договора при условии оплаты Исполнителю фактически осуществленных последним расходов на оказание Услуг.")]), _._v(" "), t("p", [_._v("5.4. Исполнитель вправе:")]), _._v(" "), t("p", [_._v("5.4.1. Самостоятельно определять формы и методы оказания Услуг исходя из требований законодательства, а также конкретных условий Договора.")]), _._v(" "), t("p", [_._v("5.4.2. Требовать оплаты за оказанные Услуги.")]), _._v(" "), t("p", [_._v("5.4.3. Отказаться от исполнения Договора при условии полного возмещения убытков Заказчику в порядке, предусмотренном Договором.")]), _._v(" "), t("p", [_._v("5.4.4. Получать от Заказчика любую информацию, необходимую для выполнения своих обязательств по Договору. В случае непредставления либо неполного или неверного предоставления Заказчиком информации Исполнитель имеет право приостановить исполнение своих обязательств по Договору до предоставления необходимой информации.")]), _._v(" "), t("h2", {
                        attrs: {
                            id: "_6-порядок-сдачи-приема-услуг"
                        }
                    }, [t("a", {
                        staticClass: "header-anchor",
                        attrs: {
                            href: "#_6-порядок-сдачи-приема-услуг"
                        }
                    }, [_._v("#")]), _._v(" 6. Порядок сдачи-приема услуг")]), _._v(" "), t("p", [_._v("6.1. Для подтверждения выполнения и принятия работ подписание акта приема-передачи оказанных Услуг не является обязательным. Работа считается выполненной и принятой Заказчиком в том случае, если не поступило никаких письменных претензий с его стороны в течение 10 календарных дней после истечения срока оказания Услуги.")]), _._v(" "), t("h2", {
                        attrs: {
                            id: "_7-стоимость-услуг"
                        }
                    }, [t("a", {
                        staticClass: "header-anchor",
                        attrs: {
                            href: "#_7-стоимость-услуг"
                        }
                    }, [_._v("#")]), _._v(" 7. Стоимость услуг")]), _._v(" "), t("p", [_._v("8.1. Заказчик оплачивает услуги, оказанные в рамках договора, заключенного на основании настоящей оферты по ценам, указанным в счете, выставленном Исполнителем.")]), _._v(" "), t("h2", {
                        attrs: {
                            id: "_8-порядок-расчетов"
                        }
                    }, [t("a", {
                        staticClass: "header-anchor",
                        attrs: {
                            href: "#_8-порядок-расчетов"
                        }
                    }, [_._v("#")]), _._v(" 8. Порядок расчетов")]), _._v(" "), t("p", [_._v("8.1. Способ оплаты по Договору: безналичный перевод с банковского счета Заказчика на банковский счет Исполнителя. При этом обязанности Заказчика в части оплаты по Договору считаются исполненными со дня списания денег банком Заказчика со счета Заказчика.")]), _._v(" "), t("h2", {
                        attrs: {
                            id: "_9-ответственность-сторон"
                        }
                    }, [t("a", {
                        staticClass: "header-anchor",
                        attrs: {
                            href: "#_9-ответственность-сторон"
                        }
                    }, [_._v("#")]), _._v(" 9. Ответственность сторон")]), _._v(" "), t("p", [_._v("9.1. Стороны несут ответственность за неисполнение или ненадлежащее исполнение своих обязательств по Договору в соответствии с Договором и законодательством России.")]), _._v(" "), t("p", [_._v("9.2. Неустойка по Договору выплачивается только на основании обоснованного письменного требования Сторон.")]), _._v(" "), t("p", [_._v("9.3. Выплата неустойки не освобождает Стороны от выполнения обязанностей, предусмотренных Договором.")]), _._v(" "), t("p", [_._v("9.4. Ответственность Исполнителя:")]), _._v(" "), t("p", [_._v("9.4.1. За нарушение сроков оказания Услуг Исполнитель уплачивает Заказчику пени в размере 0,01% от общей стоимости Услуг по Договору за каждый день просрочки, но не более 10% от общей стоимости Услуг.")]), _._v(" "), t("h2", {
                        attrs: {
                            id: "_10-основания-и-порядок-расторжения-договора"
                        }
                    }, [t("a", {
                        staticClass: "header-anchor",
                        attrs: {
                            href: "#_10-основания-и-порядок-расторжения-договора"
                        }
                    }, [_._v("#")]), _._v(" 10. Основания и порядок расторжения договора")]), _._v(" "), t("p", [_._v("10.1. Стороны безоговорочно соглашаются с тем, что договор заключается по юридическому адресу Заказчика.")]), _._v(" "), t("p", [_._v("10.2. Датой заключения договора считается дата совершения акцепта Заказчиком.")]), _._v(" "), t("p", [_._v("10.3. Ни одна из сторон не будет нести ответственность по отношению к другой стороне за невыполнение условий договора, в случае если такое неисполнение является следствием отсутствия средств коммуникации, источников энергии, действия третьей стороны, действия правительственных органов, пожара, забастовки, транспортных задержек, массовых беспорядков или войны, либо других причин, выходящих за рамки разумного контроля соответствующей Стороны.")]), _._v(" "), t("p", [_._v("10.3. Заказчик вправе расторгнуть Договор в одностороннем порядке в случае нарушения Исполнителем сроков оказания Услуг по Договору на срок более 15 (пятнадцати) рабочих дней.")]), _._v(" "), t("h2", {
                        attrs: {
                            id: "_11-разрешение-споров-из-договора"
                        }
                    }, [t("a", {
                        staticClass: "header-anchor",
                        attrs: {
                            href: "#_11-разрешение-споров-из-договора"
                        }
                    }, [_._v("#")]), _._v(" 11. Разрешение споров из договора")]), _._v(" "), t("p", [_._v("11.1. В случае возникновения любых споров или разногласий, связанных с выполнением условий договора Стороны приложат все усилия для их разрешения путем проведения переговоров между ними. В случае, если споры не будут разрешены путем переговоров, споры подлежат разрешению в порядке, установленном действующим законодательством Российской Федерации в суде по месту нахождения Заказчика.")]), _._v(" "), t("h2", {
                        attrs: {
                            id: "_12-форс-мажор"
                        }
                    }, [t("a", {
                        staticClass: "header-anchor",
                        attrs: {
                            href: "#_12-форс-мажор"
                        }
                    }, [_._v("#")]), _._v(" 12. Форс-мажор")]), _._v(" "), t("p", [_._v("12.1. Стороны освобождаются от ответственности за полное или частичное неисполнение обязательств по Договору в случае, если неисполнение обязательств явилось следствием действий непреодолимой силы, а именно: пожара, наводнения, землетрясения, забастовки, войны, действий органов государственной власти или других независящих от Сторон обстоятельств.")]), _._v(" "), t("p", [_._v("12.2. Сторона, которая не может выполнить обязательства по Договору, должна своевременно, но не позднее 5 (пяти) календарных дней после наступления обстоятельств непреодолимой силы, письменно известить другую Сторону с предоставлением обосновывающих документов, выданных компетентными органами.")]), _._v(" "), t("p", [_._v("12.3. Стороны признают, что неплатежеспособность Сторон не является форс-мажорным обстоятельством.")]), _._v(" "), t("h2", {
                        attrs: {
                            id: "_13-прочие-условия"
                        }
                    }, [t("a", {
                        staticClass: "header-anchor",
                        attrs: {
                            href: "#_13-прочие-условия"
                        }
                    }, [_._v("#")]), _._v(" 13. Прочие условия")]), _._v(" "), t("p", [_._v("13.1. При заключении настоящего Договора Стороны исходили из того, что Исполнитель применяет специальный налоговый режим «Налог на профессиональный доход».")]), _._v(" "), t("p", [_._v("13.2. Исполнитель обязуется прислать Заказчику чек на выплаченную ему Заказчиком сумму, в течение 3 (трех) рабочих дней после оплаты на email: accounting@ronasit.com.")]), _._v(" "), t("p", [_._v("13.3. В случае невыдачи чека, указанного в пункте 13.2 настоящего Договора, Исполнитель обязуется выплатить Заказчику штраф в размере 30% от каждой суммы, на которую был не выдан чек, в течение 10 (десяти) рабочих дней со дня истечения срока для выдачи чека.")]), _._v(" "), t("p", [_._v("13.4. В случае снятия Исполнителя с учета в качестве плательщика налога на профессиональный доход он обязуется сообщить об этом Заказчику письменно в течение 3 (трех) дней со дня снятия с учета.")]), _._v(" "), t("p", [_._v("13.5. При возникновении убытков у Заказчика, связанных с неисполнением Подрядчиком пунктов 13.2 и 13.4 настоящего Договора, Исполнитель обязуется возместить их Заказчику в полном объеме.")]), _._v(" "), t("p", [_._v("13.6. В случае если какое-либо из условий договора потеряет юридическую силу, будет признано незаконным, или будет исключено из договора, то это не влечет недействительность остальных условий договора, которые сохранят юридическую силу и являются, обязательными для исполнения Сторонами.")]), _._v(" "), t("p", [_._v("13.7. Любые изменения и дополнения к договору действительны, если они заключены посредствам Деловой переписки между Сторонами.")]), _._v(" "), t("p", [_._v("13.8. В случае изменения адресов и/или расчетных реквизитов Сторон, Сторона, чьи реквизиты изменились, обязана уведомить об этом другую Сторону в течение 5 (пяти) рабочих дней с момента вступления в силу таких изменений. При этом заключения между Сторонами какого-либо дополнительного соглашения не требуется.")]), _._v(" "), t("h2", {
                        attrs: {
                            id: "_14-реквизиты-для-связи-с-заказчиком"
                        }
                    }, [t("a", {
                        staticClass: "header-anchor",
                        attrs: {
                            href: "#_14-реквизиты-для-связи-с-заказчиком"
                        }
                    }, [_._v("#")]), _._v(" 14. Реквизиты для связи с заказчиком")]), _._v(" "), t("p", [_._v("Индивидуальный предприниматель Суриков Роман Олегович")]), _._v(" "), t("p", [_._v("ИНН: 550408159561")]), _._v(" "), t("p", [_._v("E-mail: rsurikov@ronasit.com")])])
                }), [], !1, null, null, null);
            v.default = r.exports
        }
    }
]);